{
  "studio": {
    "name": "Cuba Tattoo Studio",
    "tagline": "El Arte se Lleva en la Piel",
    "description": "Cuba Tattoo Studio es un estudio de tatuaje premium en Albuquerque, Nuevo México, fundado por artistas cubanos que fusionan la pasión caribeña con técnicas de vanguardia. Con más de 177 publicaciones y una comunidad de más de 4,500 seguidores, el estudio se ha consolidado como referente del arte del tatuaje en el suroeste de Estados Unidos.",
    "about": "Somos un equipo de artistas cubanos verificados que creemos que cada tatuaje es una historia escrita en la piel. Desde color realism vibrante hasta fine line delicado, nuestro estudio ofrece una experiencia personalizada donde la confianza, la comunicación y la visión artística se unen para crear piezas únicas e irrepetibles.",
    "philosophy": "Cada diseño nace de la confianza, la comunicación y una visión artística clara desde la primera línea. No hacemos tatuajes — creamos arte permanente que cuenta tu historia.",
    "location": {
      "address": "1311 San Mateo Blvd NE",
      "city": "Albuquerque",
      "state": "New Mexico",
      "zip": "87109",
      "country": "USA"
    },
    "contact": {
      "phone": "+1 (505) 492-9806",
      "email": "info@cubatattoostudio.com",
      "instagram": "@cubatattoostudio",
      "booking": "DM en Instagram o llamar directamente"
    },
    "stats": {
      "publications": 177,
      "followers": 4563,
      "artists": 3
    },
    "styles": [
      "Color Realism",
      "Black & Grey Realism",
      "Fine Line",
      "Dotwork",
      "Ornamental",
      "Blackwork Geométrico",
      "Neo-Traditional",
      "New School",
      "Floral & Botanical",
      "Mitología Griega",
      "Religioso",
      "Retratos",
      "Cover-ups",
      "Pet Tattoos",
      "Micro Tattoos"
    ],
    "events": [
      {
        "name": "Valentine's Flash Day",
        "description": "Evento especial de San Valentín con tatuajes flash, matching tattoos para parejas, walk-ins welcome, precios desde $50"
      },
      {
        "name": "Promociones Mensuales",
        "description": "Ofertas rotativas como 30% OFF en tatuajes religiosos y otras temáticas"
      }
    ],
    "highlights": ["Karli", "Nina", "Booking", "Joe-zzer", "David", "Best color"]
  },
  "artists": {
    "david": {
      "id": "david",
      "fullName": "David Guzman Claveria",
      "displayName": "David",
      "role": "Fundador & Artista Principal",
      "instagram": {
        "username": "david_guzman_tattoo",
        "verified": true,
        "publications": 292,
        "followers": 7206,
        "following": 1093
      },
      "bio": "Tattoo artist radicado en Albuquerque, NM. CEO y fundador de Cuba Tattoo Studio. Originario de Cuba, David trae consigo la pasión y el color del Caribe a cada pieza que crea. Su filosofía: 'El arte se lleva en la piel aseree'.",
      "phone": "+1 (505) 492-9806",
      "origin": "Cuba",
      "profileImage": "/artists/david.jpg",
      "specialties": [
        "Color Realism",
        "Retratos Hiperrealistas",
        "Black & Grey Realism",
        "Neo-Traditional / New School",
        "Religioso",
        "Cover-ups"
      ],
      "styleDescription": "David es reconocido por su dominio del color realism con paletas vibrantes y efectos de iluminación cromática que dan vida a cada pieza. Sus retratos hiperrealistas destacan por el uso audaz de colores neón, contrastes cinematográficos y una profundidad que transforma la piel en lienzo. Igualmente hábil en black & grey, sus piezas religiosas y mitológicas transmiten una intensidad emocional impactante.",
      "signatureStyle": "Retratos con iluminación cromática neón, piezas de gran escala con contrastes vibrantes entre luz y sombra, y realismo que fusiona lo humano con lo surrealista.",
      "achievements": [
        "Best of Show (convención de tatuajes)",
        "ERA Tattoo (reconocimiento)",
        "Healed Cover-ups specialist"
      ],
      "highlights": ["Yo", "HealedCover-ups", "Destacada", "Cuba", "Best of Show", "ERATattoo", "LA CUEVA"],
      "portfolio": {
        "description": "El portfolio de David abarca desde retratos femeninos con iluminación cromática en tonos neón y fluorescentes, hasta piezas religiosas en black & grey de intensidad cinematográfica. Sus cover-ups transforman tatuajes existentes en obras maestras, y sus piezas neo-tradicionales combinan calaveras, mecanismos y simbolismo oscuro con una paleta vibrante que desafía los límites del color sobre piel.",
        "featuredWorks": [
          {
            "image": "/gallery/david/01.jpg",
            "title": "Retrato Cromático — Color Realism",
            "description": "Retrato femenino con iluminación neón en tonos turquesa, naranja y fucsia. Cada color y sombra tiene intención — una historia construida sobre piel con emoción, fuerza y profundidad.",
            "style": "Color Realism",
            "tags": ["retrato", "color", "neón", "realismo"]
          },
          {
            "image": "/gallery/david/02.jpg",
            "title": "Pintura Transformada en Piel",
            "description": "Pieza inspirada en una pintura que conectó profundamente con el cliente. Contrastes fuertes, simbolismo oscuro y colores vibrantes que fusionan lo humano y lo demoníaco, luz y sombra.",
            "style": "Neo-Traditional / Color Realism",
            "tags": ["pintura", "surrealismo", "color", "contrastes"]
          },
          {
            "image": "/gallery/david/03.jpg",
            "title": "Fe en Cada Detalle — Realismo Religioso",
            "description": "Cristo en black & grey con una profundidad y detalle que captura la espiritualidad y la emoción. Realismo de nivel cinematográfico.",
            "style": "Black & Grey Realism",
            "tags": ["religioso", "cristo", "black&grey", "realismo"]
          },
          {
            "image": "/gallery/david/04.jpg",
            "title": "Testimonial — Gratitud del Cliente",
            "description": "La mejor recompensa: la satisfacción y gratitud de cada cliente. 'Solo puedo decir: GRACIAS'.",
            "style": "Varios",
            "tags": ["testimonial", "cliente"]
          }
        ],
        "additionalStyles": [
          {
            "style": "Fénix en Color Vibrante",
            "description": "Fénix de gran escala en espalda completa con estilo watercolor y colores rojos, naranjas y turquesas que capturan movimiento y renacimiento."
          },
          {
            "style": "Neo-Traditional con Calavera",
            "description": "Piezas que combinan calaveras con mecanismos dorados, demonios y elementos steampunk en una paleta de rojos intensos y amarillos."
          },
          {
            "style": "Máscaras Chicanas",
            "description": "Laugh Now Cry Later y catrinas en black & grey con profundidad y expresividad dramática."
          }
        ]
      }
    },
    "nina": {
      "id": "nina",
      "fullName": "Jaline Romero Heredia",
      "displayName": "Nina",
      "role": "Especialista en Fine Line, Dotwork & Ornamental",
      "instagram": {
        "username": "goodnina_tattooing",
        "verified": true,
        "publications": 75,
        "followers": 2598,
        "following": 1545
      },
      "bio": "Artista del tatuaje cubana radicada en Albuquerque, NM. Nina aporta una sensibilidad artística única al estudio, especializándose en diseños delicados que combinan precisión técnica con alma y emoción. Sus tatuajes nacen de la intuición y la conexión con cada cliente.",
      "origin": "Cuba",
      "profileImage": "/artists/nina.jpg",
      "personalAccount": "@good_j_walks",
      "additionalSkills": ["Acuarela", "Puntillismo"],
      "specialties": [
        "Fine Line",
        "Dotwork",
        "Ornamental",
        "Blackwork Geométrico",
        "Mandalas",
        "Micro Tattoos",
        "Floral & Botanical",
        "Pet Tattoos",
        "Freehand"
      ],
      "styleDescription": "Nina se distingue por su dominio de las líneas finas y el dotwork, creando diseños que son a la vez delicados y poderosos. Sus mandalas y piezas geométricas combinan la flower of life con meandros griegos en composiciones tridimensionales. Su trabajo floral va desde girasoles ornamentales hasta ramas minimalistas, siempre con un toque personal que hace cada pieza única.",
      "signatureStyle": "Mandalas y geometría sagrada en blackwork, diseños zodiacales con elementos celestiales, florales minimalistas con lettering, y tatuajes freehand que nacen de la intuición creativa.",
      "highlights": ["Lines", "Available", "Concepts", "Tiny", "FAQ"],
      "portfolio": {
        "description": "El portfolio de Nina revela una artista que domina el arte del detalle delicado. Desde cubos 3D con meandros griegos sobre flower of life hasta signos zodiacales con estrellas y planetas, su trabajo abarca un espectro que va de lo geométrico y estructurado a lo orgánico y fluido. Sus diseños florales, pet tattoos y piezas freehand demuestran una versatilidad que siempre mantiene su sello distintivo de elegancia y precisión.",
        "featuredWorks": [
          {
            "image": "/gallery/nina/01.jpg",
            "title": "Mandala Sagrada — Blackwork & Dotwork",
            "description": "Los tatuajes son más que diseños — son equilibrio, energía y conexión. Los mandalas recuerdan que cada detalle tiene un propósito.",
            "style": "Blackwork / Dotwork / Ornamental",
            "tags": ["mandala", "dotwork", "blackwork", "ornamental", "geometría sagrada"]
          },
          {
            "image": "/gallery/nina/02.jpg",
            "title": "Huella de Mascota — Pet Tattoo",
            "description": "Pata de perro 'Congo' con retoque al mes. Dotwork detallado que honra el vínculo con tu compañero fiel. Nada más lindo que ver cómo sana un tattoo con el tiempo.",
            "style": "Dotwork / Pet Portrait",
            "tags": ["mascota", "pata", "dotwork", "memorial"]
          },
          {
            "image": "/gallery/nina/03.jpg",
            "title": "Escorpio Celestial — Freehand Fine Line",
            "description": "Diseño zodiacal freehand con signo de Escorpio, estrellas, lunas y planetas. Proceso intuitivo y orgánico — así nacen los tatuajes con alma.",
            "style": "Fine Line / Freehand",
            "tags": ["zodíaco", "escorpio", "fine line", "celestial", "freehand"]
          },
          {
            "image": "/gallery/nina/04.jpg",
            "title": "Valentine's Special — Amor en Tinta",
            "description": "Ofertas especiales para solteros, parejas, amigos y familia. Porque el amor también se tatúa.",
            "style": "Fine Line / Flash",
            "tags": ["valentines", "flash", "amor", "parejas"]
          }
        ],
        "additionalStyles": [
          {
            "style": "Blackwork Geométrico 3D",
            "description": "Cubo tridimensional con meandros griegos integrado sobre un patrón de Flower of Life en la nuca — precisión arquitectónica en piel."
          },
          {
            "style": "Girasol Ornamental",
            "description": "Girasol enmarcado en composición de diamante con bordes ornamentales en blackwork, combinando lo botánico con lo estructural."
          },
          {
            "style": "Lettering Floral",
            "description": "Tipografía caligráfica 'Good Speed' entrelazada con flores silvestres y margaritas en fine line."
          },
          {
            "style": "Dragón Ornamental",
            "description": "Dragón estilizado con escamas detalladas en un estilo que fusiona lo ornamental con lo mitológico."
          },
          {
            "style": "Ramas y Espinas",
            "description": "Diseños orgánicos de ramas con espinas que fluyen con la anatomía del cuerpo."
          }
        ]
      }
    },
    "karli": {
      "id": "karli",
      "fullName": "Karlii Castillo",
      "displayName": "Karli",
      "role": "Black & Grey Realism, Mitología & Retratos",
      "instagram": {
        "username": "karlii_castillo_tattoos",
        "verified": true,
        "publications": 88,
        "followers": 2232,
        "following": 2440
      },
      "bio": "Artista cubana residente en Cuba Tattoo Studio, Albuquerque, NM. Karli combina un dominio excepcional del black & grey realism con una versatilidad que abarca desde mitología griega épica hasta diseños florales delicados. Su trabajo se caracteriza por la intensidad emocional y la atención meticulosa al detalle.",
      "origin": "Cuba",
      "profileImage": "/artists/karli.jpg",
      "specialties": [
        "Black & Grey Realism",
        "Mitología Griega",
        "Realismo Religioso",
        "Retratos de Mascotas",
        "Floral & Botanical",
        "Cover-ups",
        "Micro/Small Tattoos"
      ],
      "styleDescription": "Karli domina el black & grey realism con una intensidad que da vida a figuras mitológicas como Zeus y Medusa, otorgándoles una presencia casi escultórica sobre la piel. Sus retratos religiosos capturan espiritualidad con un detalle fotográfico, mientras que su lado más delicado se expresa en diseños florales, retratos de mascotas y piezas pequeñas que demuestran que la versatilidad y la maestría pueden coexistir.",
      "signatureStyle": "Figuras mitológicas griegas en black & grey con toques de color en los ojos (azul/naranja), retratos animales hiperrealistas, y mangas florales en escala de grises con mandalas integrados.",
      "highlights": ["Available", "Healed", "Me", "Cuba.Tt", "Collabs", "Small", "Fresh", "Cover up"],
      "portfolio": {
        "description": "El portfolio de Karli es un testimonio de versatilidad dentro de la excelencia. Sus piezas de mitología griega — Zeus con ojos azules eléctricos, Medusa con ojos de fuego — son obras maestras de black & grey con toques selectivos de color. Su dominio se extiende a retratos realistas de mascotas, diseños florales ornamentales, paisajes de pinos, y lettering con elementos celestiales. Cada pieza refleja una artista que entiende que un gran tatuaje nace de la fusión entre técnica impecable y conexión emocional.",
        "featuredWorks": [
          {
            "image": "/gallery/karli/01.jpg",
            "title": "Zeus — El Poder de la Mitología",
            "description": "Un diseño poderoso, lleno de personalidad, que representa tenacidad, fuerza y valor. Zeus con ojos azules eléctricos y meandros griegos que enmarcan la composición.",
            "style": "Black & Grey Realism",
            "tags": ["zeus", "mitología griega", "black&grey", "realismo", "poder"]
          },
          {
            "image": "/gallery/karli/02.jpg",
            "title": "Mandala Floral — Significado e Intención",
            "description": "Diseño floral delicado con mucho significado e intención. Mandala con flores en dotwork que demuestra la versatilidad de Karli en estilos más suaves.",
            "style": "Dotwork / Floral",
            "tags": ["mandala", "floral", "dotwork", "delicado", "significado"]
          }
        ],
        "additionalStyles": [
          {
            "style": "Medusa con Ojos de Fuego",
            "description": "Medusa en black & grey con ojos naranjas ardientes y serpientes detalladas — una pieza que combina horror mitológico con belleza oscura."
          },
          {
            "style": "Cristo Hiperrealista",
            "description": "Retrato de Cristo con corona de espinas en black & grey de nivel fotográfico, capturando la espiritualidad y el sufrimiento con detalle extraordinario."
          },
          {
            "style": "León con Mariposa",
            "description": "León realista en black & grey con una mariposa delicada posada sobre su nariz — contraste entre fuerza y fragilidad."
          },
          {
            "style": "Retrato de Mascota",
            "description": "French Bulldog 'Millie' con corona, retrato hiperrealista que captura la personalidad única de cada mascota."
          },
          {
            "style": "Ojo con Flores",
            "description": "Ojo hiperrealista rodeado de flores y hojas tropicales — una pieza que fusiona anatomía con botánica."
          },
          {
            "style": "Manga Floral",
            "description": "Manga de antebrazo con flores, mandalas y patrones ornamentales integrados en un diseño cohesivo de black & grey."
          },
          {
            "style": "Paisaje de Pinos",
            "description": "Silueta de bosque de pinos en black work — paisaje natural que evoca serenidad y conexión con la naturaleza."
          }
        ]
      }
    }
  }
}
