{
  "studio": {
    "name": "Cuba Tattoo Studio",
    "tagline": "Art Worn on the Skin",
    "description": "Cuba Tattoo Studio is a premium tattoo studio in Albuquerque, New Mexico, founded by Cuban artists attempting to fuse Caribbean passion with avant-garde techniques. With over 177 publications and a community of more than 4,500 followers, the studio has established itself as a benchmark for tattoo art in the Southwest United States.",
    "about": "We are a team of verified Cuban artists who believe that every tattoo is a story written on the skin. From vibrant color realism to delicate fine line, our studio offers a personalized experience where trust, communication, and artistic vision come together to create unique and unrepeatable pieces.",
    "philosophy": "Every design is born from trust, communication, and a clear artistic vision from the very first line. We don't just do tattoos — we create permanent art that tells your story.",
    "location": {
      "address": "1311 San Mateo Blvd NE",
      "city": "Albuquerque",
      "state": "New Mexico",
      "zip": "87109",
      "country": "USA"
    },
    "contact": {
      "phone": "+1 (505) 492-9806",
      "email": "info@cubatattoostudio.com",
      "instagram": "@cubatattoostudio",
      "booking": "DM on Instagram or call directly"
    },
    "stats": {
      "publications": 177,
      "followers": 4563,
      "artists": 3
    },
    "styles": [
      "Color Realism",
      "Black & Grey Realism",
      "Fine Line",
      "Dotwork",
      "Ornamental",
      "Geometric Blackwork",
      "Neo-Traditional",
      "New School",
      "Floral & Botanical",
      "Greek Mythology",
      "Religious",
      "Portraits",
      "Cover-ups",
      "Pet Tattoos",
      "Micro Tattoos"
    ],
    "events": [
      {
        "name": "Valentine's Flash Day",
        "description": "Special Valentine's event with flash tattoos, matching tattoos for couples, walk-ins welcome, prices starting at $50"
      },
      {
        "name": "Monthly Promotions",
        "description": "Rotating offers such as 30% OFF on religious tattoos and other themes"
      }
    ],
    "highlights": [
      "Karli",
      "Nina",
      "Booking",
      "Joe-zzer",
      "David",
      "Best color"
    ]
  },
  "artists": {
    "david": {
      "id": "david",
      "fullName": "David Guzman Claveria",
      "displayName": "David",
      "role": "Founder & Lead Artist",
      "instagram": {
        "username": "david_guzman_tattoo",
        "verified": true,
        "publications": 292,
        "followers": 7206,
        "following": 1093
      },
      "bio": "Tattoo artist based in Albuquerque, NM. CEO and founder of Cuba Tattoo Studio. Originally from Cuba, David brings the passion and color of the Caribbean to every piece he creates. His philosophy: 'Art is worn on the skin, bro'.",
      "phone": "+1 (505) 492-9806",
      "origin": "Cuba",
      "profileImage": "/artists/david.jpg",
      "specialties": [
        "Color Realism",
        "Hyperrealistic Portraits",
        "Black & Grey Realism",
        "Neo-Traditional / New School",
        "Religious",
        "Cover-ups"
      ],
      "styleDescription": "David is designated for his mastery of color realism with vibrant palettes and chromatic lighting effects that give life to every piece. His hyperrealistic portraits stand out for their bold use of neon colors, cinematic contrasts, and depth that transforms skin into canvas. Equally skilled in black & grey, his religious and mythological pieces convey striking emotional intensity.",
      "signatureStyle": "Portraits with neon chromatic lighting, large-scale pieces with vibrant contrasts between light and shadow, and realism that fuses the human with the surreal.",
      "achievements": [
        "Best of Show (convención de tatuajes)",
        "ERA Tattoo (reconocimiento)",
        "Healed Cover-ups specialist"
      ],
      "highlights": [
        "Yo",
        "HealedCover-ups",
        "Destacada",
        "Cuba",
        "Best of Show",
        "ERATattoo",
        "LA CUEVA"
      ],
      "portfolio": {
        "description": "David's portfolio ranges from female portraits with chromatic lighting in neon and fluorescent tones, to religious pieces in black & grey of cinematic intensity. His cover-ups transform existing tattoos into masterpieces, and his neo-traditional pieces combine skulls, mechanisms, and dark symbolism with a vibrant palette that defies the limits of color on skin.",
        "featuredWorks": [
          {
            "image": "/gallery/david/01.jpg",
            "title": "Chromatic Portrait — Color Realism",
            "description": "Female portrait with neon lighting in turquoise, orange, and fuchsia tones. Every color and shadow has intention — a story built on skin with emotion, strength, and depth.",
            "style": "Color Realism",
            "tags": [
              "portrait",
              "color",
              "neon",
              "realism"
            ]
          },
          {
            "image": "/gallery/david/02.jpg",
            "title": "Painting Transformed into Skin",
            "description": "Piece inspired by a painting that connected deeply with the client. Strong contrasts, dark symbolism, and vibrant colors that fuse the human and the demonic, light and shadow.",
            "style": "Neo-Traditional / Color Realism",
            "tags": [
              "painting",
              "surrealism",
              "color",
              "contrasts"
            ]
          },
          {
            "image": "/gallery/david/03.jpg",
            "title": "Faith in Every Detail — Religious Realism",
            "description": "Christ in black & grey with depth and detail that captures spirituality and emotion. Realism of cinematic level.",
            "style": "Black & Grey Realism",
            "tags": [
              "religious",
              "christ",
              "black&grey",
              "realism"
            ]
          },
          {
            "image": "/gallery/david/04.jpg",
            "title": "Testimonial — Client Gratitude",
            "description": "The best reward: the satisfaction and gratitude of every client. 'I can only say: THANK YOU'.",
            "style": "Varios",
            "tags": [
              "testimonial",
              "client"
            ]
          }
        ],
        "additionalStyles": [
          {
            "style": "Phoenix in Vibrant Color",
            "description": "Full back phoenix in watercolor style with red, orange, and turquoise colors that capture movement and rebirth."
          },
          {
            "style": "Neo-Traditional with Skull",
            "description": "Pieces that combine skulls with golden mechanisms, demons, and steampunk elements in a palette of intense reds and yellows."
          },
          {
            "style": "Chicano Masks",
            "description": "Laugh Now Cry Later and catrinas in black & grey with depth and dramatic expressiveness."
          }
        ]
      }
    },
    "nina": {
      "id": "nina",
      "fullName": "Jaline Romero Heredia",
      "displayName": "Nina",
      "role": "Specialist in Fine Line, Dotwork & Ornamental",
      "instagram": {
        "username": "goodnina_tattooing",
        "verified": true,
        "publications": 75,
        "followers": 2598,
        "following": 1545
      },
      "bio": "Cuban tattoo artist based in Albuquerque, NM. Nina brings a unique artistic sensitivity to the studio, specializing in delicate designs that combine technical precision with soul and emotion. Her tattoos are born from intuition and connection with each client.",
      "origin": "Cuba",
      "profileImage": "/artists/nina.jpg",
      "personalAccount": "@good_j_walks",
      "additionalSkills": [
        "Watercolor",
        "Pointillism"
      ],
      "specialties": [
        "Fine Line",
        "Dotwork",
        "Ornamental",
        "Geometric Blackwork",
        "Mandalas",
        "Micro Tattoos",
        "Floral & Botanical",
        "Pet Tattoos",
        "Freehand"
      ],
      "styleDescription": "Nina is distinguished by her mastery of fine lines and dotwork, creating designs that are both delicate and powerful. Her mandalas and geometric pieces combine the flower of life with Greek meanders in three-dimensional compositions. Her floral work ranges from ornamental sunflowers to minimalist branches, always with a personal touch that makes each piece unique.",
      "signatureStyle": "Mandalas and sacred geometry in blackwork, zodiac designs with celestial elements, minimalist florals with lettering, and freehand tattoos born from creative intuition.",
      "highlights": [
        "Lines",
        "Available",
        "Concepts",
        "Tiny",
        "FAQ"
      ],
      "portfolio": {
        "description": "Nina's portfolio reveals an artist who masters the art of delicate detail. From 3D cubes with Greek meanders over flower of life to zodiac signs with stars and planets, her work spans a spectrum ranging from geometric and structured to organic and fluid. Her floral designs, pet tattoos, and freehand pieces demonstrate versatility that always maintains her distinctive hallmark of elegance and precision.",
        "featuredWorks": [
          {
            "image": "/gallery/nina/01.jpg",
            "title": "Sacred Mandala — Blackwork & Dotwork",
            "description": "Tattoos are more than designs — they are balance, energy, and connection. Mandalas remind us that every detail has a purpose.",
            "style": "Blackwork / Dotwork / Ornamental",
            "tags": [
              "mandala",
              "dotwork",
              "blackwork",
              "ornamental",
              "sacred geometry"
            ]
          },
          {
            "image": "/gallery/nina/02.jpg",
            "title": "Pet Footprint — Pet Tattoo",
            "description": "Paw of dog 'Congo' with touch-up after a month. Detailed dotwork honoring the bond with your faithful companion. Nothing more beautiful than seeing how a tattoo heals over time.",
            "style": "Dotwork / Pet Portrait",
            "tags": [
              "mascota",
              "pata",
              "dotwork",
              "memorial"
            ]
          },
          {
            "image": "/gallery/nina/03.jpg",
            "title": "Celestial Scorpio — Freehand Fine Line",
            "description": "Freehand zodiac design with Scorpio sign, stars, moons, and planets. Intuitive and organic process — this is how tattoos with soul are born.",
            "style": "Fine Line / Freehand",
            "tags": [
              "zodiac",
              "scorpio",
              "fine line",
              "celestial",
              "freehand"
            ]
          },
          {
            "image": "/gallery/nina/04.jpg",
            "title": "Valentine's Special — Love in Ink",
            "description": "Special offers for singles, couples, friends, and family. Because love is also tattooed.",
            "style": "Fine Line / Flash",
            "tags": [
              "valentines",
              "flash",
              "amor",
              "parejas"
            ]
          }
        ],
        "additionalStyles": [
          {
            "style": "3D Geometric Blackwork",
            "description": "Three-dimensional cube with Greek meanders integrated over a Flower of Life pattern on the nape — architectural precision on skin."
          },
          {
            "style": "Ornamental Sunflower",
            "description": "Sunflower framed in diamond composition with ornamental edges in blackwork, combining the botanical with the structural."
          },
          {
            "style": "Floral Lettering",
            "description": "Calligraphic typography 'Good Speed' intertwined with wildflowers and daisies in fine line."
          },
          {
            "style": "Ornamental Dragon",
            "description": "Stylized dragon with detailed scales in a style that fuses the ornamental with the mythological."
          },
          {
            "style": "Branches and Thorns",
            "description": "Organic branch designs with thorns that flow with the body's anatomy."
          }
        ]
      }
    },
    "karli": {
      "id": "karli",
      "fullName": "Karlii Castillo",
      "displayName": "Karli",
      "role": "Black & Grey Realism, Mythology & Portraits",
      "instagram": {
        "username": "karlii_castillo_tattoos",
        "verified": true,
        "publications": 88,
        "followers": 2232,
        "following": 2440
      },
      "bio": "Cuban artist residing at Cuba Tattoo Studio, Albuquerque, NM. Karli combines exceptional mastery of black & grey realism with versatility ranging from epic Greek mythology to delicate floral designs. Her work is characterized by emotional intensity and meticulous attention to detail.",
      "origin": "Cuba",
      "profileImage": "/artists/karli.jpg",
      "specialties": [
        "Black & Grey Realism",
        "Greek Mythology",
        "Religious Realism",
        "Pet Portraits",
        "Floral & Botanical",
        "Cover-ups",
        "Micro/Small Tattoos"
      ],
      "styleDescription": "Karli dominates black & grey realism with an intensity that brings mythological figures like Zeus and Medusa to life, giving them an almost sculptural presence on the skin. Her religious portraits capture spirituality with photographic detail, while her more delicate side is expressed in floral designs, pet portraits, and small pieces proving that versatility and mastery can coexist.",
      "signatureStyle": "Greek mythological figures in black & grey with touches of color in the eyes (blue/orange), hyperrealistic animal portraits, and floral sleeves in grayscale with integrated mandalas.",
      "highlights": [
        "Available",
        "Healed",
        "Me",
        "Cuba.Tt",
        "Collabs",
        "Small",
        "Fresh",
        "Cover up"
      ],
      "portfolio": {
        "description": "Karli's portfolio is a testament to versatility within excellence. Her Greek mythology pieces — Zeus with electric blue eyes, Medusa with fiery eyes — are masterpieces of black & grey with selective touches of color. Her mastery extends to realistic pet portraits, ornamental floral designs, pine landscapes, and lettering with celestial elements. Each piece reflects an artist who understands that a great tattoo is born from the fusion of impeccable technique and emotional connection.",
        "featuredWorks": [
          {
            "image": "/gallery/karli/01.jpg",
            "title": "Zeus — The Power of Mythology",
            "description": "A powerful design, full of personality, representing tenacity, strength, and courage. Zeus with electric blue eyes and Greek meanders framing the composition.",
            "style": "Black & Grey Realism",
            "tags": [
              "zeus",
              "greek mythology",
              "black&grey",
              "realism",
              "power"
            ]
          },
          {
            "image": "/gallery/karli/02.jpg",
            "title": "Floral Mandala — Meaning and Intention",
            "description": "Delicate floral design with much meaning and intention. Mandala with dotwork flowers demonstrating Karli's versatility in softer styles.",
            "style": "Dotwork / Floral",
            "tags": [
              "mandala",
              "floral",
              "dotwork",
              "delicado",
              "significado"
            ]
          }
        ],
        "additionalStyles": [
          {
            "style": "Medusa with Fiery Eyes",
            "description": "Medusa in black & grey with burning orange eyes and detailed snakes — a piece that combines mythological horror with dark beauty."
          },
          {
            "style": "Hyperrealistic Christ",
            "description": "Portrait of Christ with crown of thorns in black & grey of photographic level, capturing spirituality and suffering with extraordinary detail."
          },
          {
            "style": "Lion with Butterfly",
            "description": "Realistic lion in black & grey with a delicate butterfly perched on its nose — contrast between strength and fragility."
          },
          {
            "style": "Pet Portrait",
            "description": "French Bulldog 'Millie' with crown, hyperrealistic portrait capturing the unique personality of each pet."
          },
          {
            "style": "Eye with Flowers",
            "description": "Hyperrealistic eye surrounded by flowers and tropical leaves — a piece that fuses anatomy with botany."
          },
          {
            "style": "Floral Sleeve",
            "description": "Forearm sleeve with flowers, mandalas, and ornamental patterns integrated into a cohesive black & grey design."
          },
          {
            "style": "Pine Landscape",
            "description": "Pine forest silhouette in black work — natural landscape evoking serenity and connection with nature."
          }
        ]
      }
    }
  }
}